Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: Two award ceremonies were held after the coronavirus became widespread: the 45th César Awards on February 28, and the 43rd Japan Academy Film Prize on March 6.
es: Dos ceremonias de premiación de la academia se llevaron a cabo después de que el coronavirus se generalizó: los 45° Premios César el 28 de febrero y el 43° Premio de Cine de la Academia de Japón el 6 de marzo.

source: In June 1978, it was returned to the CAS and renamed Wuhan Institute of Virology.
es: En junio de 1978, fue devuelto al CAS y pasó a llamarse Instituto de Virología de Wuhan.

source: The purpose of mechanical power is to provide a quantity which can account for all of these stresses and therefore predict the amount of lung injury which is likely to be seen in the patient.
es: El propósito de la potencia mecánica es proporcionar una medida que pueda explicar todas estas tensiones y, por lo tanto, predecir la intensidad de la lesión pulmonar que es probable que se vea en el paciente.

source: She was made Professor at the Jenner Institute in 2010.
es: Fue nombrada profesora en el Instituto Jenner en 2010.

source: Adults were allowed to buy two masks each visit and children four, with the restriction that a minimum of seven days must elapse since the last purchase.
es: A los adultos se les permitió comprar dos máscaras cada visita y los niños cuatro, con la restricción de que deben transcurrir un mínimo de siete días desde la última compra.

source: Open lung ventilationn – Open lung ventilation is a ventilatory strategy that combines small tidal volumes (to lessen alveolar overdistension) and an applied PEEP above the low inflection point on the pressure-volume curve (to lessen cyclic atelectasis).
es: Ventilación pulmonar abierta: la ventilación pulmonar abierta es una estrategia de ventilación que combina pequeños volúmenes tidales (para disminuir la sobredistensión alveolar) y una PEEP aplicada por encima del punto de inflexión bajo en la curva de presión-volumen (para disminuir la atelectasia cíclica).

source: Common sources of chemical burns include sulfuric acid (H2SO4), hydrochloric acid (HCl), sodium hydroxide (NaOH), lime (CaO), silver nitrate (AgNO3), and hydrogen peroxide (H2O2).
es: [1]​ Fuentes comunes de quemaduras químicas son el ácido sulfúrico (H2SO4), el ácido clorhídrico (HCl), la soda cáustica (NaOH), la cal viva (CaO), y el nitrato de plata (AgNO3).

source: Multiple organ dysfunction syndrome
es: Síndrome de disfunción multiorgánica

source: Each year, the World Health Organization predicts which strains of the virus are most likely to be circulating in the next year (see Historical annual reformulations of the influenza vaccine), allowing pharmaceutical companies to develop vaccines that will provide the best immunity against these strains.
es: Cada año la OMS realiza una predicción sobre qué cepa del virus es más probable que sea la causante de la siguiente oleada, permitiendo así a la industria farmacéutica el desarrollo de las vacunas más apropiadas contra esas cepas.

source: "On 11 April 2020 she announced that she had chosen the next single, to be titled either ""Claws"" or ""I Like""."
es: El 11 de abril de 2020, anunció que había elegido que el próximo sencillo, se titularía «Claws» o «I Like».

source: Canceled events include the Swiss International Film Festival and Forum on Human Rights, planned for early March; the Red Sea International Film Festival, which was to be held for the first time in March 2020; the March 2020 South by Southwest (SXSW), which would have included film screenings; the 2020 BFI Flare: London LGBTIQ+ Film Festival; Nickelodeon's 2020 Slimefest festival; the Disney+ European launch press event; Fox Broadcasting Company's upfronts and program presentations; Qumra, the Doha Film Institute's international directors' conference; Hong Kong Filmart, a large film market event; the National Association of Theatre Owners' CinemaCon 2020; and Lille's Series Mania television festival.
es: Los eventos cancelados incluyen el Festival Internacional de Cine Suizo y el Foro sobre Derechos Humanos, planeados para principios de marzo; el Festival Internacional de Cine del Mar Rojo, que se celebraría por primera vez en marzo de 2020;[2]​ el South by Southwest (SXSW), de marzo de 2020, que habría incluido proyecciones de películas;[29]​ el BFI Flare: Festival de Cine LGBTIQ + de Londres de 2020;[30]​ el Festival Slimefest de Nickelodeon;[31]​[32]​ el evento de prensa de lanzamiento europeo de Disney+; <i>Upfronts</i> (venta de espacios publicitarios por adelantado) y presentaciones de programas de Fox Broadcasting Company; Qumra, la conferencia internacional de directores del Instituto de Cine de Doha; Hong Kong Filmart, un gran evento del mercado cinematográfico; la CinemaCon 2020 de la Asociación Nacional de Propietarios de Teatro;[33]​ y el festival de televisión de la serie Mania de Lille.

source: On 28 February, a Finnish woman who had travelled to Northern Italy, tested positive by the Helsinki and Uusimaa Hospital District and was advised to remain in home isolation.
es: El día 28 de febrero, una mujer finlandesa que viajó al norte de Italia dio positivo en los hospitales de Helsinki y Uusimaa y fue confinada en su casa.

source: As of 19:16 UTC on 30 April 2020, a total of 3,249,022 cases are confirmed in more than 185 countries and 26 cruise ships.
es: A fecha 30 de abril de 2020, se confirmaron un total de 1 981 239 casos, de ellos 1 367 936 son activos, con 126 281 muertes y 486 622 recuperaciones en 231 países y territorios, incluidos cinco cruceros en el mar.[1]​

source: Other actors have claimed the virus is a bio-weapon with a patented vaccine, a population control scheme, or the result of a spy operation.
es: Algunos hechos de desinformación afirmaron que el virus era un arma biológica con una vacuna patentada, un esquema de control de la población o el resultado de una operación de espionaje.

source: Until March, all cases were linked to recent travel to a country with a substantial number of cases.
es: [2]​ Hasta marzo, todos los casos estaban vinculados al historial reciente de viajes a un país con un número sustancial de casos de coronavirus.

source: Evidence from past disease outbreaks show that women are more likely to be caregivers for the sick individuals in the family, making them more vulnerable to infection.
es: La evidencia de brotes pasados de enfermedades muestra que las mujeres tienen más probabilidades de ser las que cuidan de las personas enfermas en la familia, haciéndolas más vulnerables a la infección.

source: Iraqi and Kuwaiti oil producers also announced price discounts to their buyers, though Iraq's discount was lower than that of Saudi Arabia's.
es: Los productores de petróleo iraquí y kuwaití también anunciaron descuentos en los precios a sus clientes, aunque el descuento de Irak fue menor que el de Arabia Saudita.

source: Hesitant publication of results and first signs of trouble
es: Publicación de sus resultados y primeros problemas

source: These distinct groups also correspond to important biological differences.
es: Estos grupos distintos también corresponden a importantes diferencias biológicas.

source: "Amnesty International's Patrick Poon said around 14 February 2020 that it was still unknown whether Chen (and another citizen journalist, Fang Bin) had been arrested or placed under ""forced quarantine""."
es: "Patrick Poon, de Amnistía Internacional, declaró alrededor del 14 de febrero que aún se desconocía si Chen y otro periodista ciudadano, Fang Bin (desaparecido el 9 de Febrero tras informar de la situación), habían sido arrestados o sometidos a ""cuarentena forzada""."

source: In 2016 Jüri Ratas of Centre became Prime Minister of Estonia, effectively ending any cordon around the party.
es: En 2016 Jüri Ratas del partido Centro se convirtió en primer ministro de Estonia, terminando con el cordón.

source: As professor of obstetrics, Semmelweis instituted chlorine washings at the University of Pest maternity clinic.
es: Como profesor de obstetricia, Semmelweis instauró los lavados con hipoclorito en la Unidad Maternal de la Universidad de Pest con impresionantes resultados.

source: "The World Health Organization (WHO), although stating that it was beyond its own guidelines, commended the move, calling it ""unprecedented in public health history""."
es: [1]​[2]​ La Organización Mundial de la Salud (OMS) dijo que esta era una acción «sin precedentes en la historia de la salud pública».

source: Department for Epidemiology and Health Reporting
es: Departamento de Epidemiología e Informes de Salud

source: Some of his brothers were punished for active participation in the Hungarian independence movement, and the Hungarian-born Semmelweis likely was sympathetic to the cause.
es: Algunos de sus compañeros fueron castigados por su participación activa en el movimiento independentista y es probable que Semmelweis, como nacido en Hungría, simpatizase con la causa.

source: This study, among others, forms the basis of a recommendation that people whose jobs involve handling poultry and swine be the focus of increased public health surveillance.
es: [25]​ Este y otros estudios forman la base de la recomendación para las personas con esta clase de trabajos (que involucren la manipulación de cerdos), quienes deberían ser objeto de mayor vigilancia epidemiológica.

source: Lingner had previously organized a public-health exhibition as part of the 1903 Dresden municipal expo, and its success led him to plan a larger endeavor.
es: Lingner había ya organizada una exposición de salud pública como parte de la exposición municipal de Dresde en 1903 y ese éxito le había animado a plantear un evento dedicado.

source: Cinemas in Asian countries without public restrictions have been increasing hygiene measures, with the spokesperson for one chain saying that they added more hand sanitizer dispensers, performed temperature checks on staff and moviegoers, cleaned facilities more frequently, and displayed public health warnings on the movie screens.
es: [40]​ Los cines en países asiáticos sin restricciones públicas han aumentado las medidas de higiene, y el portavoz de una cadena dijo que agregaron más dispensadores de desinfectante de manos, realizaron controles de temperatura en el personal y los espectadores, limpiaron las instalaciones con mayor frecuencia y mostraron advertencias de salud pública en las pantallas de cine.

source: List of aircraft carriers
es: Buques de la clase

source: On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei, China, which was reported to the WHO on 31 December 2019.
es: El 12 de enero de 2020, la Organización Mundial de la Salud (OMS) confirmó que un nuevo coronavirus era la causa de una enfermedad respiratoria en un grupo de personas en la ciudad de Wuhan, provincia de Hubei, China, la cual fue alertada a la OMS el 31 de diciembre de 2019.

source: He was homosexual.
es: El era homosexual.

source: "On July 30, Ferdinand Ritter von Hebra lured him, under the pretense of visiting one of Hebra's ""new Institutes"", to a Viennese insane asylum located in Lazarettgasse (Landes-Irren-Anstalt in der Lazarettgasse)."
es: [10]​ El 30 de julio, Ferdinand Ritter von Hebra le convenció con engaños para visitar un nuevo instituto en Viena, pero durante el viaje fue internado en una institución para enfermos mentales en Lazarettgasse (Landes-Irren-Anstalt in der Lazarettgasse).

source: The total poll was down by 2.2% to 62.9% compared to the previous election, despite it being held on a Saturday.
es: La participación bajó un 2,2% hasta el 62,9% en comparación a la elección anterior, a pesar de ser celebrada un día sábado.

source: Although Taiwan is excluded from the World Health Organization due to opposition from China, and thus has limited access to shared scientific information and data, the country's response has been lauded in international press.
es: Aunque Taiwán está excluido de la Organización Mundial de la Salud debido a la oposición de China, y por lo tanto tiene un acceso limitado a información y datos científicos compartidos, la respuesta del país ha sido elogiada por la prensa internacional.

source: Puerto Rico has no confirmed cases of COVID-19.
es: Puerto Rico no tiene casos confirmados de COVID-19.

source: The same year, Semmelweis married Mária Weidenhofer (1837–1910), 19 years his junior and the daughter of a successful merchant in Pest.
es: Ese mismo año Semmelweis se casó con Maria Weidenhoffer (1837-1910), hija de un exitoso comerciante de Pest y 19 años más joven que él.

source: The Reserve Bank of India announced that it would cut its repo rate by 75 basis points to 4.4%.
es: El Banco de la Reserva de la India anunció que reduciría su tasa de recompra en 75 puntos básicos a 4.4%[181]​.

source: "Fearing an economic crash caused by those measures and the collapse of popular approval, the Brazilian Government, led by far-right president Jair Bolsonaro, started to promote denialism of COVID-19's lethality, downplaying the disease by claiming it was just a ""little Flu"" and accusing the media of promoting panic and hysteria."
es: "Temiendo un colapso económico causado por esas medidas y el colapso de la aprobación popular, el Gobierno brasileño, liderado por el presidente de extrema derecha Jair Bolsonaro, comenzó a promover la negación de la letalidad de COVID-19, minimizando la enfermedad al afirmar que era solo una ""pequeña gripe"" y acusando a los medios de promover el pánico y la histeria."

source: It was released simultaneously with the tenth Nine Inch Nails album, Ghosts V: Together.
es: [1]​[2]​ Es una continuación del álbum instrumental de Ghosts I–IV (2008), y lanzado simultáneamente con su décimo álbum, Ghosts V: Together.

source: Mycotoxins and alimentary mycotoxicoses
es: Micotoxinas y micotoxicosis alimentarias

source: Twenty-seven new cases were confirmed, bringing the total of confirmed cases to 170.
es: Veintisiete casos más fueron confirmados, para sumar un total de 170.

source: Doctor Fernando Simón, the head of Spain's Centre for Health Emergencies and the public face of the government's response because of his daily briefings, is tested positive for the virus, being replaced by doctor María José Sierra.
es: Fernando Simón, director del Centro de Coordinación de Alertas y Emergencias Sanitarias y cara visible de la respuesta gubernamental en sus ruedas de prensa diarias para avanzar del avance de la enfermedad, da positivo en COVID-19[272]​[273]​, siendo sustituido por María José Sierra.

source: On 14 March, the Government banned price increases and set the 30 January price as the highest possible for the following products: flour, milk, milk powder, eggs, sugar, salt, rice, pasta, fresh meat, fish, fruit, vegetables, canned meat, canned fish, edible oil, baby food, baby diapers, drinking water, laundry detergent, dishwasher detergent, soap, as well as water disinfectants, space disinfectants, hand sanitisers including concentrated alcohol, hazmat suits and other protective clothes and shoes, goggles, protective gloves, protective shoe covers, protective masks, respirators/transport fans, medication, medical products and bed covers for medical system; to avoid price increases amid panic buying.
es: El 14 de marzo, el gobierno prohibió aumentos de precios y fijó el precio de 30 enero como el más alto posible para los siguientes productos: harina, leche, leche en polvo, huevos, azúcar, sal, arroz, macarrones, carne fresca, pescado, frutas, legumbres, carne enlatada, pez enlatado, aceite, comida para bebés, agua potable, detergentes, jabón en polvo, desinfectantes, alcohol, ropas y accesorios de protección, medicamentos, productos médicos y ropas de cama.

source: The lockdown came two days before the Chinese New Year, the most important festival in the country, and traditionally the peak traveling season, when millions of Chinese travel across the country.
es: [12]​ El encierro vino dos días antes del Año Nuevo chino, el festival más importante en el país, y tradicionalmente el punto más alto de la temporada de viajes, cuando millones de chinos recorren el país.

source: During 1848, Semmelweis widened the scope of his washing protocol, to include all instruments coming in contact with patients in labour, and used mortality rates time series to document his success in virtually eliminating puerperal fever from the hospital ward.
es: Durante 1848 Semmelweis amplió el marco de su protocolo, incluyendo todo el instrumental que se ponía en contacto con las pacientes durante el parto, y empleó el estudio de las series de tasas de mortalidad para documentar su éxito en eliminar la casi totalidad de casos de fiebre puerperal en las salas del hospital.

source: The administration of vaccines is called vaccination.
es: La administración de una vacuna se llama vacunación.

source: The South Korean company Kogenebiotech developed a clinical grade, PCR-based SARS-CoV-2 detection kit (PowerChek Coronavirus) on 28 January 2020.
es: La compañía sur coreana Kogenebiotech desarrolló un grado clínico, basado en PCR, el paquete de detección SARS-CoV-2 (PowerChek Coronavirus) el 28 de enero de 2020.

source: The International Civil Aviation Organization (ICAO), a specialized civil aviation agency of the United Nations, rejected Taiwan's participation amid the novel coronavirus outbreak, which impacted Taiwan's ability to gather information from the international organization.
es: La Organización de Aviación Civil Internacional (OACI), una agencia especializada de aviación civil de las Naciones Unidas, rechazó la participación de Taiwán en medio del nuevo brote de coronavirus, que afectó la capacidad de Taiwán de recopilar información de la organización internacional.

source: Bernstein went on to suggest those responsible should be locked in a room with infected coronavirus patients as punishment.
es: Bernstein sugirió que los responsables deberían estar encerrados en una habitación con pacientes con coronavirus infectados como castigo.

source: South Korean President Moon Jae-in announced that a planned fiscal stimulus package would be doubled in size to ₩100 trillion ($80 billion).
es: El presidente surcoreano Moon Jae -in anunció que un paquete de estímulo fiscal planificado se duplicaría en tamaño a ₩ 100 billones ($ 80 mil millones)[138]​.

source: The Holy See also attends as an observer, as does the Order of Malta.
es: Algunas entidades pueden también tener estatuto de observador, como lo es la Santa Sede.

source: Despite the state of emergency, as single screens within movie theaters do not hold more than 1,000 people, they were granted an exemption from the ban on mass public gatherings in California.
es: [10]​ A pesar del estado de emergencia, como las pantallas individuales dentro de las salas de cine no tienen capacidad para más de 1,000 personas, se les otorgó una exención de la prohibición de reuniones públicas masivas en California.

source: There have been 3115 negative tests, and 13 people have been hospitalized.
es: Además se descartaron un total de 3115 casos y 13 personas han sido hospitalizadas.

source: Tax and loan payments will be eased.
es: Se aliviará pago de crédito y de impuestos.

source: AECL did not consider the design of the software during its assessment of how the machine might produce the desired results and what failure modes existed.
es: AECL no consideró el diseño del software durante su evaluación de posibles fallos y de gestión de riesgos.

source: Compared to previous generations, this group is less likely to be married, less likely to be working, less likely to be able to provide for their families, and more likely to report physical pain, overall poor health, and mental health problems, such as depression.
es: En comparación con las generaciones anteriores, este grupo tiene menos probabilidades de casarse, menos probabilidades de trabajar, menos posibilidades de mantener a sus familias, y más probabilidades de reportar dolor físico, problemas de salud en general y problemas de salud mental, tales como depresión.

source: On 1 February, the Ministry of Health, Labour and Welfare instructed the municipal and prefectural governments to establish specialized COVID-19 consultation centres and outpatient wards at their local public health facilities within the first half of the month.
es: El 1 de febrero, el Ministerio de Salud, Trabajo y Bienestar instruyó a los gobiernos municipales y de las prefecturas para establecer centros especializados de consulta COVID-19 y salas de consulta externa en sus instalaciones locales de salud pública para la primera mitad del mes.

source: The reason for the increased risk—3 fold increased incidence—is not well understood.
es: El aumento del riesgo de incidencia es casi 3 veces mayor al de la población sana, sin tener una explicación certera.

source: They took seven years and the toils of the voyage brought death to Salvany (Cochabamba, 1810).
es: Le tomo siete años recorrer el territorio, y los esfuerzos del viaje se llevaron la vida del propio Salvany, que murió en Cochabamba en 1810.

source: Taking the sample is therefore delayed for several weeks or months.
es: Por lo tanto, la obtención de la muestra se habrá retrasado durante semanas o meses.

source: Party manifestos and slogans
es: Manifiestos de los partidos y eslóganes

source: For instance, if the platelet count drops significantly and there is resultant bleeding, platelets may be administered.
es: Por ejemplo, si el recuento de plaquetas desciende mucho y no hay sangrado resultante se pueden administrar plaquetas.

source: The reemergence of polio led to stepped up vaccination campaigns.
es: La reaparición del polio llevó a incrementar las campañas de vacunación.

source: His remains were transferred to Budapest in 1891.
es: Los restos de Ignaz Semmelweis fueron trasladados a Budapest en 1891 y en 1964 de nuevo a su residencia.

source: To his contemporaries, Semmelweis seemed to be reverting to the speculative theories of earlier decades that were so repugnant to his positivist contemporaries.
es: Para sus coetáneos, Semmelweis parecía estar volviendo a las teorías especulativas de décadas anteriores que eran tan repugnantes a sus positivistas contemporáneos.

source: Since the 1920s, beryllium has been used in electronics, ceramics, research and development labs, aircraft, and the atomic energy and defense industry.
es: La exposición al berilio puede darse en la industria de la cerámica, en refinerías, la industria aeroespacial, la manufactura de reactores nucleares, la manufacturas de fluorescentes, etcétera.

source: M. abscessus can cause skin infections in immunodeficient patients, patients who have recently undergone surgery, tattooing or acupuncture, or after exposure to hot springs or spas.
es: El M. abscessus puede causar infecciones de la piel en pacientes inmunodeficientes, pacientes que se han sometido recientemente a una cirugía, tatuajes o acupuntura, o después de la exposición a aguas termales o balnearios.

source: Each tournament featured four teams, three of whom qualified for the Olympic Games.
es: Cada torneo contará con cuatro equipos, tres de los cuales calificarán para los Juegos Olímpicos.

source: On 1 February, an update on the first four patients indicated that the first three patients were showing weaker symptoms and recovering well while the fourth patient was getting treatment from pneumonia.
es: El 1 de febrero, una actualización de los primeros cuatro pacientes indicó que los primeros tres pacientes mostraban síntomas más débiles y se recuperaban bien mientras que el cuarto paciente recibía tratamiento de neumonía.
